{
	"sections":[
		{
			"section": "",
			"questions": [
				"Gosto de conviver e trabalhar em ambientes onde existam claramente regras, prazos e funções estabelecidas.",
				"Gosto de estar constantemente aprendendo e estudando.",
				"Colaborar, ajudar, informar, orientar, ensinar, curar, são atividades que procuro em minha atividade profissional.",
				"Preciso de liberdade quanto a prazos de entrega, formatos ou protocolos de execução de minhas tarefas.",
				"No trabalho e em minha vida sinto necessidade de estabelecer metas e objetivos claros para organizar ao máximo tudo o que faço.",
				"Evito atividades muito rotineiras.  Procuro sempre novas formas de resolver situações,  diferentes possibilidades e oportunidades.",
				"Minha dedicação a algo precisa gerar resultados práticos, reconhecimento e estabilidade financeira.",
				"Quando um assunto me interessa, quero saber tudo a respeito.",
				"Gosto de participar de processos onde sejam necessárias discussões em grupo para chegar a consensos.",
				"Minhas opiniões seguem o que me agrada e faz sentido.  Passo uma imagem de ser uma pessoa destacada do senso comum – modo de me vestir, visual, projetos de vida.",
				"Gosto de criar minhas rotinas para não desperdiçar minha energia de trabalho ou estudo.",
				"Sou persistente em minhas argumentações.  É muito difícil abandonar uma discussão.",
				"Não tenho dificuldades para utilizar instrumentos, ferramentas ou algo que envolva tecnologia.",
				"Antes de tomar uma atitude, analiso e penso em todas as possibilidades, buscando aplicar a lógica adequada para compreender o que está acontecendo e levantar hipóteses.",
				"Quero fazer a diferença no mundo.  Sonho com um mundo melhor para todos, começando por minhas atitudes.",
				"Evito rotinas.  Aprecio atividades onde encontre sempre novidades e onde seja necessário utilizar minha intuição, inspiração e criatividade.",
				"Gosto de saber em minhas tarefas: o que fazer, como fazer e para quando fazer. Ambientes organizados são mais atrativos para mim.",
				"Muitas vezes sinto-me competitivo.  Debato ideias até o fim para convencer as pessoas sobre meu ponto de vista.",
				"Frente a desafios sou extremamente persistente.  Não desisto até conseguir resolver alguma situação.",
				"Minha memória é bem descritiva.  Não tenho problemas em relatar com precisão eventos passados, datas, valores e procedimentos.",
				"Questões éticas são importantes para mim:  justiça e igualdade para todos - quero fazer minha parte para isso se tornar realidade.",
				"Minha marca é ser espontâneo. Em alguns momentos chego a ser impulsivo em reações, opiniões ou atitudes.",
				"Ser eficiente nas mínimas tarefas é importante: sou detalhista e cuidadoso em minhas atividades.",
				"Tenho alto apetite por desafios, situações novas, áreas inéditas.",
				"Prefiro atividades onde possa trabalhar com estes elementos: ferramentas, instrumentos de precisão, OU algo que exija habilidade manual, OU  atividades corporais onde o treino constante seja necessário.",
				"Sempre costumo analisar todas as possibilidades e comparar os prós e contras para tomar uma decisão ou  escolher o melhor caminho a seguir.",
				"Minhas decisões passam mais pelo crivo de sensibilidade e análise das circunstâncias que pela análise racional e imparcial.",
				"Gosto de trabalhar seguindo minha criatividade e improvisação.  Não gosto de atividades com formatos preestabelecidos.",
				"Gosto de observar as situações e contribuir para o melhor planejamento e organização de algo.",
				"Geralmente não procuro opiniões ou conselhos para tomar minhas atitudes.  Sinto-me autoconfiante.",
				"Observo muito as situações e só exponho minha opinião se for algo que forneça uma contribuição real ao assunto.",
				"Meu senso analítico é uma característica tão presente que meu posicionamento sempre é mais racional que emotivo.",
				"Quando posso escolher, prefiro atividades que envolvam o contato com pessoas em vez de trabalhos individuais, muito técnicos ou isolados.",
				"Sonho com um mundo ideal... e gostaria de mudar para lá!",
				"Consigo manter o foco em um trabalho até concluí-lo.  Esta característica é minha marca de eficiência.",
				"Utilizo recursos de persuasão.  Geralmente consigo convencer as pessoas sobre minhas ideias e opiniões.",
				"Sou uma pessoa estável em minhas opiniões e atitudes:  geralmente não é fácil mudá-las conforme as circunstâncias.",
				"Mesmo que a maioria das pessoas concorde com um fato ou conceito, não tenho problemas em assumir uma posição contrária, se esta for minha conclusão após análise criteriosa.",
				"Não costumo decepcionar as pessoas, porque sou responsável em minhas atividades individuais e coletivas.",
				"Atividades culturais me envolvem e interessam:  Arte, dança, teatro, música, fotografia ou artes plásticas.",
				"Gosto de negociar tecnicamente (perguntar formas de pagamento, desconto à vista),   mas não gosto de pechinchar ou convencer as pessoas.",
				"Não penso muito para tomar decisões.   Muitas vezes corro riscos, mas isso não me paralisa – mesmo que sejam reações mais impulsivas.",
				"Sempre digo exatamente o que penso sobre um assunto.",
				"Tenho um grande senso crítico (critérios e parâmetros para analisar algo).  Acredito que tudo pode ser explicado e melhorado.",
				"De alguma forma quero contribuir para algo em que eu acredite. Pretendo liderar,  organizar ou mobilizar um grupo em torno de uma causa ou ação.",
				"Tudo o que exija criar, imaginar ou expressar artisticamente me realiza.",
				"Sou uma pessoa sensata, justa e imparcial.",
				"Valorizo tudo o que conquisto.  Geralmente demonstro às pessoas o que sei, o que penso e o que realizei.",
				"Gosto mais de atividades práticas ou tarefas que cheguem a resultados objetivos e concretos em vez de debater ideias muito filosóficas ou conceitos abstratos.",
				"Utilizo o pensamento lógico para estudar e analisar qualquer assunto necessário.",
				"Tenho facilidade para dialogar, debater ideias e chegar a consensos.  As relações interpessoais são fáceis para mim.",
				"Procuro saber mais ou executar atividades ligadas  a algum tipo de arte (instrumentos musicais, ou canto, ou dança, ou teatro, ou desenho...  ou outra expressão artística).",
				"Evito correr riscos em qualquer área de minha vida e não sou competitivo.",
				"Transformo dificuldades em oportunidades.  Não preciso que as pessoas me elogiem constantemente e sempre acho que vai dar tudo certo no final.  Confio em minhas percepções.",
				"Se uma atividade exigir um grande período de esforço - de concentração, atividade intelectual, ou resistência      física -, consigo executá-la.",
				"Observar, analisar e entender o modo como tudo à minha volta funciona expressa minha forma de existir no mundo.",
				"Valorizo as pessoas que sabem ouvir, refletir e levar o outro a compreensões mais amplas. Procuro agir assim em todas as minhas relações.",
				"Exploro diferentes formas de expressão.  Não tenho problemas para falar,  interpretar,  representar ou apresentar-me em público.",
				"Busco a estabilidade e segurança em minhas reações, retorno financeiro e bens materiais.",
				"Sempre fico inquieto se a atividade não apresentar inovações ou desafios.  A rotina ou “mais do mesmo” costumam despertar minha criatividade para novas oportunidades, atuações ou produtos."
			]
		},
		{
			"section": "SOBRE HIERARQUIA NO TRABALHO (CARGOS, FUNÇÕES E CHEFIAS)",
			"questions": [
				"Não tenho problemas com hierarquias.  Ambientes organizados com funções claras são importantes para mim.",
				"Gosto de liberdade e independência quanto à minha execução de trabalho.  Respeito a hierarquia se a pessoa acima de mim conquistar credibilidade  – ou seja, se dominar mais o assunto que eu.",
				"Sobre hierarquia:  Gosto de trabalhar em um ambiente de cooperação e atenção constante em relação às outras pessoas.",
				"Trabalhar em um ambiente mais livre de regras e funções hierárquicas não é problema para mim.  Os papeis não precisam ser claramente delimitados.",
				"Não tenho problemas com hierarquias.  Respeito regras, mantenho condutas éticas e cumpro com tudo o que esperam de mim.",
				"Gosto de hierarquias, principalmente se eu for o chefe!"
			]
		},
		{
			"section": "SOBRE SEU ESTILO DE TRABALHO EM EQUIPE",
			"questions": [
				"Prefiro executar tarefas claras que dependam de minha realização. Para mim, a Equipe de trabalho ideal junta ao final as partes bem executadas de cada elemento.",
				"Minha Equipe de trabalho ideal está ligada ao alto interesse em pesquisar, estudar e construir conhecimento sobre um tema comum.",
				"Valorizo a harmonia nas relações e gosto de trabalhar em um grupo cooperativo.",
				"Minha equipe de trabalho ideal  seria a soma de pessoas que inspirassem trocas intensas de ideias para criarmos algum produto, ou mensagem a ser divulgada.",
				"Gosto de estar acompanhado por pessoas que busquem a eficiência máxima em tudo o que fazem.  Esta é minha equipe de trabalho ideal.",
				"É natural para mim coordenar um grupo procurando direcionar a energia de trabalho para uma meta específica."
			]
		},
		{
			"section": "SOBRE SEU ESTILO DE LIDERANÇA",
			"questions": [
				"Conquisto liderança e sendo eficiente ao solucionar problemas práticos.  Traga-me um problema e vou entregar a solução dentro do prazo.",
				"Estilo de liderança:  Através do domínio do conhecimento.  Quero ser uma referência na área de estudo que escolher.",
				"Gosto de gerar credibilidade junto às pessoas através de minha atenção, disponibilidade e posicionamento coerente e justo frente às situações.",
				"Liberdade total para criar. Gosto de pessoas que me inspirem e sintam-se livres para criar, improvisar e expressar por diferentes formatos ou mídias.",
				"Conquisto credibilidade a partir da eficiência, capacidade de planejamento, metas, objetivos, organização e clareza.",
				"Conquisto o respeito desafiando minha equipe, elogiando e cobrando conforme for necessário ou merecido."
			]
		}
	]
}
